#TEXT FOR COMMAND HANDLER

help.person="\u042f \u043c\u043e\u0436\u0443 \u0434\u043e\u043f\u043e\u043c\u043e\u0433\u0442\u0438 \u0432\u0430\u043c \u043e\u0440\u0433\u0430\u043d\u0456\u0437\u0443\u0432\u0430\u0442\u0438 \u0441\u043f\u0456\u043b\u043a\u0443\u0432\u0430\u043d\u043d\u044f \u0437 \u0430\u0434\u043c\u0456\u043d\u0456\u0441\u0442\u0440\u0430\u0446\u0456\u0454\u044e:\n\n\u041a\u043e\u043c\u0430\u043d\u0434\u0438:\n/start - \u0441\u0442\u0432\u043e\u0440\u0438\u0442\u0438 \u0442\u0435\u043c\u0443 \u0434\u043b\u044f \u0441\u043f\u0456\u043b\u043a\u0443\u0432\u0430\u043d\u043d\u044f \u0437 \u0430\u0434\u043c\u0456\u043d\u0456\u0441\u0442\u0440\u0430\u0446\u0456\u0454\u044e\n/help - \u0434\u043e\u0432\u0456\u0434\u043a\u0430 \u0442\u0430 \u043e\u043f\u0438\u0441 \u043a\u043e\u043c\u0430\u043d\u0434\n/checkChannelStatus - \u043f\u0435\u0440\u0435\u0432\u0456\u0440\u0438\u0442\u0438 \u0441\u0442\u0430\u043d \u043a\u0430\u043d\u0430\u043b\u0443 \u0437\u0432'\u044f\u0437\u043a\u0443\n/how_to_communicate \u043d\u0430\u0434\u0430\u0454 \u0456\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0456\u044e \u043f\u043e \u0441\u043f\u0456\u043b\u043a\u0443\u0432\u0430\u043d\u043d\u044e \u0437 \u0430\u0434\u043c\u0456\u043d\u0430\u043c\u0438"
help.group="\u042f \u043c\u043e\u0436\u0443 \u0434\u043e\u043f\u043e\u043c\u043e\u0433\u0442\u0438 \u0432\u0430\u043c \u043e\u0440\u0433\u0430\u043d\u0456\u0437\u0443\u0432\u0430\u0442\u0438 \u0441\u043f\u0456\u043b\u043a\u0443\u0432\u0430\u043d\u043d\u044f \u0437 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u043c\u0438:\n\n\u041a\u043e\u043c\u0430\u043d\u0434\u0438:\n/help - \u0434\u043e\u0432\u0456\u0434\u043a\u0430 \u0442\u0430 \u043e\u043f\u0438\u0441 \u043a\u043e\u043c\u0430\u043d\u0434\n/approve - \u0441\u0445\u0432\u0430\u043b\u0438\u0442\u0438 \u043a\u0430\u043d\u0434\u0438\u0434\u0430\u0442\u0430 \u043d\u0430 \u043f\u0440\u0438\u0454\u0434\u043d\u0430\u043d\u043d\u044f \u0434\u043e \u0445\u0430\u0431\u0443 \u0442\u0430 \u043d\u0430\u0434\u0430\u0442\u0438 \u043f\u043e\u0441\u0438\u043b\u0430\u043d\u043d\u044f\n/disapprove - \u0432\u0456\u0434\u0445\u0438\u043b\u0438\u0442\u0438 \u0437\u0430\u043f\u0438\u0442 \u043a\u0430\u043d\u0434\u0438\u0434\u0430\u0442\u0430 \u043d\u0430 \u043f\u0440\u0438\u0454\u0434\u043d\u0430\u043d\u043d\u044f \u0434\u043e \u0445\u0430\u0431\u0443\n/how_to_communicate \u043d\u0430\u0434\u0430\u0454 \u0456\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0456\u0457 \u0449\u043e\u0434\u043e \u0441\u043f\u0456\u043b\u043a\u0443\u0432\u0430\u043d\u043d\u044f \u0437 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u043c\u0438"
help.channel=\u0426\u0435\u0439 \u0431\u043e\u0442 \u043d\u0435 \u043f\u0440\u0438\u0437\u043d\u0430\u0447\u0435\u043d\u0438\u0439 \u0434\u043b\u044f \u043a\u0430\u043d\u0430\u043b\u0456\u0432, \u043a\u043e\u043c\u0430\u043d\u0434\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0430 \u043b\u0438\u0448\u0435 \u0432 \u043e\u0441\u043e\u0431\u0438\u0441\u0442\u0438\u0445 \u0447\u0430\u0442\u0430\u0445 \u0456 \u0433\u0440\u0443\u043f\u0430\u0445

how_communicate.person=\u0429\u043e\u0431 \u0441\u043f\u0456\u043b\u043a\u0443\u0432\u0430\u0442\u0438\u0441\u044f \u0437 \u0430\u0434\u043c\u0456\u043d\u0456\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0430\u043c\u0438:\n1. \u041d\u0430\u043f\u0438\u0448\u0456\u0442\u044c \u043f\u043e\u0432\u0456\u0434\u043e\u043c\u043b\u0435\u043d\u043d\u044f \u0437 \u0445\u0435\u0448\u0442\u0435\u0433\u043e\u043c #ToForum. \u041f\u0440\u0438\u043a\u043b\u0430\u0434:\n`#ToForum \u0423 \u043c\u0435\u043d\u0435 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0430.`\n2. \u0411\u043e\u0442 \u043f\u0435\u0440\u0435\u0448\u043b\u0435 \u043f\u043e\u0432\u0456\u0434\u043e\u043c\u043b\u0435\u043d\u043d\u044f \u0430\u0434\u043c\u0456\u043d\u0430\u043c. \u0417\u0430\u0447\u0435\u043a\u0430\u0439\u0442\u0435 \u0432\u0456\u0434\u043f\u043e\u0432\u0456\u0434\u0456.\n\n\u0429\u043e\u0431 \u043f\u0435\u0440\u0435\u0433\u043b\u044f\u043d\u0443\u0442\u0438 \u0441\u043f\u0438\u0441\u043e\u043a \u043a\u043e\u043c\u0430\u043d\u0434, \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0439\u0442\u0435 /help.
how_communicate.group=\u0429\u043e\u0431 \u0432\u0456\u0434\u043f\u043e\u0432\u0456\u0441\u0442\u0438 \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0435\u0432\u0456:\n1. \u0412\u0456\u0434\u043f\u043e\u0432\u0456\u0441\u0442\u0438 \u043d\u0430 \u043f\u043e\u0432\u0456\u0434\u043e\u043c\u043b\u0435\u043d\u043d\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u043d\u0430 \u0444\u043e\u0440\u0443\u043c\u0456 \u0437\u0430 \u0434\u043e\u043f\u043e\u043c\u043e\u0433\u043e\u044e \u0432\u0456\u0434\u043f\u043e\u0432\u0456\u0434\u0456.\n2. \u041f\u0440\u0438\u043a\u043b\u0430\u0434:\n`(\u0412\u0456\u0434\u043f\u043e\u0432\u0456\u0434\u044c \u043d\u0430 \u043f\u043e\u0432\u0456\u0434\u043e\u043c\u043b\u0435\u043d\u043d\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430)`\n`\u0412\u0430\u0448 \u0437\u0430\u043f\u0438\u0442 \u043e\u0431\u0440\u043e\u0431\u043b\u0435\u043d\u043e.`\n3. \u0411\u043e\u0442 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0434\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u044c \u0432\u0456\u0434\u043f\u043e\u0432\u0456\u0434\u044c \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0435\u0432\u0456 \u0442\u0430 \u043f\u0456\u0434\u0442\u0432\u0435\u0440\u0434\u0438\u0442\u044c \u0434\u043e\u0441\u0442\u0430\u0432\u043a\u0443.\n\n\u0429\u043e\u0431 \u043f\u0435\u0440\u0435\u0433\u043b\u044f\u043d\u0443\u0442\u0438 \u0441\u043f\u0438\u0441\u043e\u043a \u043a\u043e\u043c\u0430\u043d\u0434, \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0439\u0442\u0435 /help.
how_communicate.channel=\u0426\u0435\u0439 \u0431\u043e\u0442 \u043d\u0435 \u043f\u0440\u0438\u0437\u043d\u0430\u0447\u0435\u043d\u0438\u0439 \u0434\u043b\u044f \u043a\u0430\u043d\u0430\u043b\u0456\u0432, \u043a\u043e\u043c\u0430\u043d\u0434\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0430 \u043b\u0438\u0448\u0435 \u0432 \u043e\u0441\u043e\u0431\u0438\u0441\u0442\u0438\u0445 \u0447\u0430\u0442\u0430\u0445 \u0456 \u0433\u0440\u0443\u043f\u0430\u0445

approve.success=\u0412\u0456\u0442\u0430\u0454\u043c\u043e! \u0412\u0438 \u043c\u043e\u0436\u0435\u0442\u0435 \u043f\u0440\u0438\u0454\u0434\u043d\u0430\u0442\u0438\u0441\u044f \u0434\u043e \u043f\u0440\u0438\u0432\u0430\u0442\u043d\u043e\u0433\u043e \u0447\u0430\u0442\u0443. \u041e\u0441\u044c \u0432\u0430\u0448\u0435 \u043e\u0434\u043d\u043e\u0440\u0430\u0437\u043e\u0432\u0435 \u043f\u043e\u0441\u0438\u043b\u0430\u043d\u043d\u044f: {0}. \u0414\u0456\u0454 \u043f\u0440\u043e\u0442\u044f\u0433\u043e\u043c 1 \u0433\u043e\u0434\u0438\u043d\u0438.
approve.admin_notification=\u041a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447 @{0} \u043e\u0442\u0440\u0438\u043c\u0430\u0432 \u043e\u0434\u043d\u043e\u0440\u0430\u0437\u043e\u0432\u0435 \u043f\u043e\u0441\u0438\u043b\u0430\u043d\u043d\u044f \u0434\u043b\u044f \u043f\u0440\u0438\u0454\u0434\u043d\u0430\u043d\u043d\u044f \u0434\u043e \u043f\u0440\u0438\u0432\u0430\u0442\u043d\u043e\u0433\u043e \u0447\u0430\u0442\u0443.
approve.not_admin=\u0426\u044f \u043a\u043e\u043c\u0430\u043d\u0434\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0430 \u043b\u0438\u0448\u0435 \u0432 \u0433\u0440\u0443\u043f\u0456 \u0430\u0434\u043c\u0456\u043d\u0456\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0430.

disapprove.not_admin=\u0426\u044f \u043a\u043e\u043c\u0430\u043d\u0434\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0430 \u043b\u0438\u0448\u0435 \u0432 \u0433\u0440\u0443\u043f\u0456 \u0430\u0434\u043c\u0456\u043d\u0456\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0430.
disapprove.choose_reason=\u041e\u0431\u0435\u0440\u0456\u0442\u044c \u043f\u0440\u0438\u0447\u0438\u043d\u0443 \u0432\u0456\u0434\u043c\u043e\u0432\u0438:

start.not_person=\u0426\u044f \u043a\u043e\u043c\u0430\u043d\u0434\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0430 \u043b\u0438\u0448\u0435 \u0432 \u043f\u0440\u0438\u0432\u0430\u0442\u043d\u0438\u0445 \u0447\u0430\u0442\u0430\u0445.
start.start=\u0414\u043b\u044f \u0432\u0430\u0441 \u0443\u0436\u0435 \u0441\u0442\u0432\u043e\u0440\u0435\u043d\u043e \u043e\u043a\u0440\u0435\u043c\u0438\u0439 \u043a\u0430\u043d\u0430\u043b \u0437\u0432'\u044f\u0437\u043a\u0443 \u0437 \u0430\u0434\u043c\u0456\u043d\u0456\u0441\u0442\u0440\u0430\u0446\u0456\u0454\u044e \u0445\u0430\u0431\u0443.\n\n\u0412\u0430\u043c \u0431\u0456\u043b\u044c\u0448\u0435 \u043d\u0435 \u043f\u043e\u0442\u0440\u0456\u0431\u043d\u043e, \u043d\u0435 \u0432\u043e\u0437\u044c\u0442\u0435\u0441\u044f \u0437 {0}. \u042f\u043a\u0449\u043e \u0432\u0438 \u043d\u0435 \u0432\u043f\u0435\u0432\u043d\u0435\u043d\u0456 \u0432 \u0441\u0442\u0430\u043d\u0456 \u043a\u0430\u043d\u0430\u043b\u0443 \u0437\u0432\u2019\u044f\u0437\u043a\u0443 \u0430\u0431\u043e \u0432 \u0442\u043e\u043c\u0443, \u0449\u043e \u0432\u0441\u0456 \u0432\u0430\u0448\u0456 \u043f\u043e\u0432\u0456\u0434\u043e\u043c\u043b\u0435\u043d\u043d\u044f \u0434\u043e\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043e, \u0432\u0438 \u043c\u043e\u0436\u0435\u0442\u0435 \u043f\u0435\u0440\u0435\u0432\u0456\u0440\u0438\u0442\u0438 \u0446\u0435 \u0437\u0430 \u0434\u043e\u043f\u043e\u043c\u043e\u0433\u043e\u044e \u043a\u043e\u043c\u0430\u043d\u0434:\n\n/checkChannelStatus \u2014 \u043f\u0435\u0440\u0435\u0432\u0456\u0440\u0438\u0442\u0438 \u0441\u0442\u0430\u043d \u043a\u0430\u043d\u0430\u043b\u0443 \u0437\u0432\u2019\u044f\u0437\u043a\u0443\n/checkAllSentMessagesToForum \u2014 \u043f\u0435\u0440\u0435\u0432\u0456\u0440\u0438\u0442\u0438, \u0447\u0438 \u0432\u0441\u0456 \u043f\u043e\u0432\u0456\u0434\u043e\u043c\u043b\u0435\u043d\u043d\u044f \u0434\u043e\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043e \u0430\u0434\u043c\u0456\u043d\u0456\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0430\u043c Hub (ToDO)

check_status.not_person=\u0426\u044f \u043a\u043e\u043c\u0430\u043d\u0434\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0430 \u043b\u0438\u0448\u0435 \u0432 \u043f\u0440\u0438\u0432\u0430\u0442\u043d\u0438\u0445 \u0447\u0430\u0442\u0430\u0445.
check_status.ok=\u0421\u0442\u0430\u043d \u0437'\u0454\u0434\u043d\u0430\u043d\u043d\u044f: {0}. \u0412\u0441\u0435 \u0434\u043e\u0431\u0440\u0435, \u0442\u0438 \u0434\u0430\u0440\u0435\u043c\u043d\u043e \u0445\u0432\u0438\u043b\u044e\u0454\u0448\u0441\u044f {1}
check_status.bad=\u0421\u0442\u0430\u043d \u0437'\u0454\u0434\u043d\u0430\u043d\u043d\u044f: {0}. \u0417\u0434\u0430\u0454\u0442\u044c\u0441\u044f, \u0432\u0438\u043d\u0438\u043a\u043b\u0438 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0438 \u0437 \u043f\u0456\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u043d\u044f\u043c. \u041d\u0430\u043f\u0438\u0448\u0456\u0442\u044c \u0442\u0432\u043e\u0440\u0446\u044e \u0431\u043e\u0442\u0430 {1}
check_status.not_created=\u0414\u0438\u0432\u043d\u043e, \u0430\u043b\u0435, \u0437\u0434\u0430\u0454\u0442\u044c\u0441\u044f, \u0432\u0438 \u0449\u0435 \u043d\u0435 \u0441\u0442\u0432\u043e\u0440\u0438\u043b\u0438 \u043a\u0430\u043d\u0430\u043b \u0437\u0432\u2019\u044f\u0437\u043a\u0443 \u0437 \u0430\u0434\u043c\u0456\u043d\u0456\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0430\u043c\u0438, \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0439\u0442\u0435 \u043a\u043e\u043c\u0430\u043d\u0434\u0443 /start \u0434\u043b\u044f \u0446\u044c\u043e\u0433\u043e {0}
check_status.error=\u0414\u0438\u0432\u043d\u043e, \u0430\u043b\u0435, \u0437\u0434\u0430\u0454\u0442\u044c\u0441\u044f, \u0432\u0438 \u0449\u0435 \u043d\u0435 \u0441\u0442\u0432\u043e\u0440\u0438\u043b\u0438 \u043a\u0430\u043d\u0430\u043b \u0437\u0432\u2019\u044f\u0437\u043a\u0443 \u0437 \u0430\u0434\u043c\u0456\u043d\u0456\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0430\u043c\u0438, \u0432\u0438\u043a\u043e\u0440\u0438\u0441\u0442\u043e\u0432\u0443\u0439\u0442\u0435 \u0434\u043b\u044f \u0446\u044c\u043e\u0433\u043e \u043a\u043e\u043c\u0430\u043d\u0434\u0443 /start{0}

#TEXT FOR MESSAGE HANDLER

message.reply.required=\u0412\u0456\u0434\u043f\u043e\u0432\u0456\u0434\u044c \u043c\u0430\u0454 \u0431\u0443\u0442\u0438 \u043d\u0430\u0434\u0456\u0441\u043b\u0430\u043d\u0430 \u044f\u043a \u0432\u0456\u0434\u043f\u043e\u0432\u0456\u0434\u044c \u043d\u0430 \u043f\u043e\u0432\u0456\u0434\u043e\u043c\u043b\u0435\u043d\u043d\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430
message.response.sent=\u0412\u0430\u0448\u0430 \u0432\u0456\u0434\u043f\u043e\u0432\u0456\u0434\u044c \u0431\u0443\u043b\u0430 \u0443\u0441\u043f\u0456\u0448\u043d\u043e \u0434\u043e\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u0430 \u200b\u200b\u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0435\u0432\u0456 {0}.

message.forward.success=\u0412\u0430\u0448\u0435 \u043f\u043e\u0432\u0456\u0434\u043e\u043c\u043b\u0435\u043d\u043d\u044f \u0431\u0443\u043b\u043e \u0443\u0441\u043f\u0456\u0448\u043d\u043e \u0434\u043e\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043e \u0430\u0434\u043c\u0456\u043d\u0456\u0441\u0442\u0440\u0430\u0442\u043e\u0440\u0430\u043c. \u041e\u0447\u0456\u043a\u0443\u0439\u0442\u0435 \u0432\u0456\u0434\u043f\u043e\u0432\u0456\u0434\u044c \u043d\u0435\u0437\u0430\u0431\u0430\u0440\u043e\u043c {0}
message.forward.error=\u0429\u043e\u0441\u044c \u043f\u0456\u0448\u043b\u043e \u043d\u0435 \u0442\u0430\u043a, \u043e\u0441\u044c \u043f\u043e\u043c\u0438\u043b\u043a\u0430 \u0432\u0456\u0434 \u0441\u0435\u0440\u0432\u0435\u0440\u0430: {0}

message.topic.closed=\u0422\u0435\u043c\u0430 \u0434\u043b\u044f \u0441\u043f\u0456\u043b\u043a\u0443\u0432\u0430\u043d\u043d\u044f \u0437 \u0430\u0434\u043c\u0456\u043d\u0456\u0441\u0442\u0440\u0430\u0446\u0456\u0454\u044e \u0437\u0430\u043a\u0440\u0438\u0442\u0430. \u041a\u0430\u043d\u0430\u043b \u0437\u0432'\u044f\u0437\u043a\u0443 \u0432\u0438\u0434\u0430\u043b\u0435\u043d\u043e. \u042f\u043a\u0449\u043e \u0432\u0438 \u0445\u043e\u0447\u0435\u0442\u0435 \u0437\u0432\u2019\u044f\u0437\u0430\u0442\u0438\u0441\u044f \u0437\u043d\u043e\u0432\u0443, \u0441\u043a\u043e\u0440\u0438\u0441\u0442\u0430\u0439\u0442\u0435\u0441\u044f \u043a\u043e\u043c\u0430\u043d\u0434\u043e\u044e /start.

message.topic.close.error=\u041d\u0435 \u0432\u0434\u0430\u043b\u043e\u0441\u044f \u0437\u0430\u043a\u0440\u0438\u0442\u0438 \u0442\u0435\u043c\u0443: {0}
message.topic.close.unknown=\u041f\u0456\u0434 \u0447\u0430\u0441 \u0437\u0430\u043a\u0440\u0438\u0442\u0442\u044f \u0442\u0435\u043c\u0438 \u0441\u0442\u0430\u043b\u0430\u0441\u044f \u043f\u043e\u043c\u0438\u043b\u043a\u0430. \u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0437\u0432'\u044f\u0436\u0456\u0442\u044c\u0441\u044f \u0437 \u0430\u0434\u043c\u0456\u043d\u043e\u043c.

message.topic.create.welcome=\u041f\u0440\u0438\u0432\u0456\u0442, \u0414\u0440\u0443\u0436\u0435!\n\u0414\u043b\u044f \u0432\u0430\u0441 \u0441\u0442\u0432\u043e\u0440\u0435\u043d\u043e \u043e\u043a\u0440\u0435\u043c\u0438\u0439 \u043a\u0430\u043d\u0430\u043b \u0437\u0432'\u044f\u0437\u043a\u0443 \u0437 \u0430\u0434\u043c\u0456\u043d\u0456\u0441\u0442\u0440\u0430\u0446\u0456\u0454\u044e \u0433\u0440\u0443\u043f\u0438 Polytechnic Hub, \u0456 \u043c\u0438 \u0432\u0436\u0435 \u0447\u0435\u043a\u0430\u0454\u043c\u043e \u043d\u0430 \u0432\u0430\u0448\u0456 \u0437\u0432\u0435\u0440\u043d\u0435\u043d\u043d\u044f \u0442\u0430 \u0437\u0430\u043f\u0438\u0442\u0430\u043d\u043d\u044f.\n\n\u041d\u0430\u0432\u0456\u0449\u043e \u0432\u0430\u043c \u0446\u0435\u0439 \u0431\u043e\u0442?\n- \u0426\u0435 \u0441\u043f\u043e\u0441\u0456\u0431 \u043e\u0442\u0440\u0438\u043c\u0430\u0442\u0438 \u043f\u043e\u0441\u0438\u043b\u0430\u043d\u043d\u044f \u0434\u043b\u044f \u0437\u0430\u043f\u0440\u043e\u0448\u0435\u043d\u043d\u044f \u0434\u043e \u043d\u0430\u0439\u0431\u0456\u043b\u044c\u0448\u043e\u0433\u043e \u0447\u0430\u0442\u0443 Polytechnic {0}\n- \u0412\u0438 \u043c\u043e\u0436\u0435\u0442\u0435 \u0437\u0430\u0434\u0430\u0442\u0438 \u043f\u0438\u0442\u0430\u043d\u043d\u044f \u0430\u0434\u043c\u0456\u043d\u0456\u0441\u0442\u0440\u0430\u0446\u0456\u0457 \u0447\u0435\u0440\u0435\u0437 \u041f\u041f \u0431\u043e\u0442\u0430 \u0442\u0430 \u043e\u0442\u0440\u0438\u043c\u0430\u0442\u0438 \u0432\u0456\u0434\u043f\u043e\u0432\u0456\u0434\u044c \u0442\u0443\u0442. {1}\n- \u0412\u0430\u0448\u0456 \u043f\u043e\u0432\u0456\u0434\u043e\u043c\u043b\u0435\u043d\u043d\u044f \u0431\u0443\u0434\u0443\u0442\u044c \u043f\u0435\u0440\u0435\u043d\u0430\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0456 \u0434\u043e \u0442\u0435\u043c\u0438 \u043e\u0441\u043e\u0431\u0438\u0441\u0442\u043e\u0433\u043e \u0444\u043e\u0440\u0443\u043c\u0443. {2}\n\n\u0411\u0443\u0434\u044c \u043b\u0430\u0441\u043a\u0430, \u0432\u043f\u0438\u0448\u0456\u0442\u044c \u0441\u0432\u043e\u0454 \u041f\u0406\u0411, \u0433\u0440\u0443\u043f\u0443 \u0442\u0430 \u043a\u0443\u0440\u0430\u0442\u043e\u0440\u0430, \u0449\u043e\u0431 \u043f\u0440\u0430\u0432\u0438\u043b\u044c\u043d\u043e \u0441\u043f\u0456\u043b\u043a\u0443\u0432\u0430\u0442\u0438\u0441\u044f \u0437 \u0430\u0434\u043c\u0456\u043d\u0430\u043c\u0438 \u0447\u0435\u0440\u0435\u0437 \u0431\u043e\u0442\u0430, \u043f\u0435\u0440\u0435\u0433\u043b\u044f\u043d\u044c\u0442\u0435 \u0456\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0456\u0457 \u0437\u0430 \u0434\u043e\u043f\u043e\u043c\u043e\u0433\u043e\u044e \u043a\u043e\u043c\u0430\u043d\u0434\u0438 - /how_to_communicate.\n\u0422\u0430\u043a\u043e\u0436 \u0432\u0438 \u043c\u043e\u0436\u0435\u0442\u0435 \u043d\u0430\u043f\u0438\u0441\u0430\u0442\u0438 \u0431\u0443\u0434\u044c-\u044f\u043a\u0456 \u0456\u043d\u0448\u0456 \u0432\u0430\u0436\u043b\u0438\u0432\u0456 \u0434\u043b\u044f \u0432\u0430\u0441 \u0437\u0430\u043f\u0438\u0442\u0430\u043d\u043d\u044f. \u0414\u043e\u0447\u0435\u043a\u0430\u0439\u0442\u0435\u0441\u044f \u0432\u0456\u0434\u043f\u043e\u0432\u0456\u0434\u0456 \u0430\u0434\u043c\u0456\u043d\u0456\u0441\u0442\u0440\u0430\u0446\u0456\u0457 \u0434\u043b\u044f \u043f\u043e\u0434\u0430\u043b\u044c\u0448\u0438\u0445 \u0434\u0456\u0439. \u0434\u044f\u043a\u0443\u044e! {3}
message.topic.create.error=\u0412\u0438\u043d\u0438\u043a\u043b\u0430 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0430 \u0437 \u0443\u0441\u043a\u043b\u0430\u0434\u043d\u0435\u043d\u043d\u044f\u043c \u0456 \u043f\u0440\u0430\u0432\u0438\u043b\u044c\u043d\u0438\u043c \u0441\u0442\u0432\u043e\u0440\u0435\u043d\u043d\u044f\u043c \u0442\u0435\u043c\u0438 \u0434\u043b\u044f \u043a\u043e\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430: {0}\n\u0414\u0430\u043d\u0456 \u0442\u0435\u043c\u0438: {1}

#TEXT FOR CALLBACK HANDLER

reject_query.admin=\u0410\u0434\u043c\u0456\u043d\u0456\u0441\u0442\u0440\u0430\u0442\u043e\u0440 {0} \u0437\u0430\u0431\u043e\u0440\u043e\u043d\u0438\u0432 {1} \u0434\u043e\u0441\u0442\u0443\u043f \u0434\u043e \u0446\u0435\u043d\u0442\u0440\u0443.\n\n\u041f\u0440\u0438\u0447\u0438\u043d\u0430: {2}
reject_query.user=\u0412\u0430\u0448 \u0437\u0430\u043f\u0438\u0442 \u0432\u0456\u0434\u0445\u0438\u043b\u0435\u043d\u043e. \u041f\u0440\u0438\u0447\u0438\u043d\u0430: {0}